{"inkVersion":21,"root":[[{"->":"Start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Start":["^Привет! Я - Пряня, знаменитый Тульский пряник. Знаю все о Туле и помогу тебе сориентироваться в главных достопримечательностях нашего города! ","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^Хочешь немного прогуляться?","\n","^...","\n",{"->":"Choises"},{"#f":1}],"Choises":[["ev","str","^С удовольствием!","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Меню","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^В другой раз","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"Main"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Menu"},"\n",{"#f":5}],"c-2":["^ ",{"->":"QuitDialog"},"\n",{"#f":5}]}],{"#f":1}],"Main":["^Рад помочь! Могу предложить тебе на выбор 3 маршрута: ","#","^methodParameters: 1_2 ","/#","#","^method: SwitchSprite","/#","\n","^Первый маршрут познакомит с историческим центром города. Начнем в Кремлевском саду, переместимся в Кремль и на пешеходную улицу Металлистов с большим количеством музеев и ресторанов. Нажав на кнопку справа сверху, вы откроете весь маршрут на Яндекс Картах. ","#","^methodParameters: https://yandex.ru/maps?bookmarks%5BpublicId%5D=f6V2YRqL&utm_source=share&utm_campaign=bookmarks ","/#","#","^method: ShowBouttonWithLink","/#","\n","^Второй маршрут поможет понять, почему Тулу называют городом оружейников. Зайдем в Музей оружия, прогуляемся по Казанской набережной вдоль Императорского оружейного завода  и увидим город с высоты птичьего полета. Нажав на кнопку справа сверху, вы откроете весь маршрут на Яндекс Картах. ","#","^methodParameters: https://yandex.ru/maps?bookmarks%5BpublicId%5D=3y5yc3Ep&utm_source=share&utm_campaign=bookmarks ","/#","#","^method: ShowBouttonWithLink","/#","\n","^Третий маршрут про то, как живет город сейчас - начнем прогулку из центрального парка, забежим в модный лофт-квартал на Ликерке, посмотрим, что происходит в творческом индустриальном кластере \"Октава\" (и причем здесь группа \"U2\"). А закончим вечер на \"Искре\" - в мета-рюмочной (18+) или семейном ресторане. Нажав на кнопку справа сверху, вы откроете весь маршрут на Яндекс Картах. ","#","^methodParameters: https://yandex.ru/maps?bookmarks%5BpublicId%5D=aUqMDU0I&utm_source=share&utm_campaign=bookmarks ","/#","#","^method: ShowBouttonWithLink","/#","\n","^А еще в Туле есть инклюзивный проект для туристов с ограниченными возможностями по здоровью. Если хочешь запланировать комфортное перемещение по любому из перечисленных маршрутов  с учетом индивидуальных особенностей, дай знать, и я помогу все устроить! ","#","^method: HideButton ","/#","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^...","\n",{"->":"Roadmaps"},{"#f":1}],"Roadmaps":[["ev","str","^Маршрут 1","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Маршрут 2","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Маршрут 3","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Полезная информация для туристов с ОВЗ","/str","/ev",{"*":".^.c-3","flg":4},"ev","str","^Расскажи еще раз про маршруты","/str","/ev",{"*":".^.c-4","flg":4},{"c-0":["^ ",{"->":"1Roadmap"},"\n",{"#f":5}],"c-1":["^ ",{"->":"2Roadmap"},"\n",{"#f":5}],"c-2":["^ ",{"->":"3Roadmap"},"\n",{"#f":5}],"c-3":["^ ",{"->":"OVZ"},"\n",{"#f":5}],"c-4":["^ ",{"->":"Main"},"\n",{"#f":5}]}],{"#f":1}],"1Roadmap":[["^Отличный выбор! ","#","^methodParameters: 1_2 ","/#","#","^method: SwitchSprite","/#","\n","^Первая точка нашего маршрута - Городской кремлевский сад. Скорее перемещайся сюда и начнем!","\n","^Городской кремлевский сад — парк в Центральном районе Тулы, рукотворный памятник природы регионального значения, примыкающий с юго-востока к Тульскому кремлю. Был открыт в 1837 году по инициативе тогдашнего губернатора - Елпидифора Антиоховича Зурова.","\n","^Уже на месте? Самое время сделать селфи на память! ","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^...","\n","ev","str","^Идем!","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Следующая остановка - Башня Одоевских ворот Тульского кремля","\n","^Не забудь про фото на память и заходи внутрь кремля!","\n","^Кстати, Тульский кремль — памятник архитектуры XVI века, старейшее сооружение города и области. В 1605 году здесь обосновался Лжедмитрий I, и Тула на две недели даже превратилась в псевдостолицу Русского государства. Именно сюда, в кремль, приезжали присягать на верность самозванцу бояре, дворяне, казаки и прочие служивые люди. ","#","^methodParameters: 1_2 ","/#","#","^method: SwitchSprite","/#","\n","^Гуляем дальше? ","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^...","\n",["ev","str","^Погнали","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Выходим на улицу Металлистов. ","#","^methodParameters: 1_2 ","/#","#","^method: SwitchSprite","/#","\n","^Сделай фото и не забудь осмотреться. На улице Металлистов расположены 26 исторических зданий XVIII и XIX вв., которые были отреставрированы под музеи, выставки, гостиницы, кафе и рестораны. Здесь находятся представительства федеральных музеев: «Ясная Поляна», «Куликово поле», усадьба Поленова, Государственный исторический музей.","\n","^Кажется, мы хорошо погуляли! Если проголодаешься, не уходи далеко - загляни в Well Well Well.","\n","^На этом я с тобой прощаюсь! Спасибо за компанию! ","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^...","\n",{"->":"Menu"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"2Roadmap":[["^Одобряю! ","#","^methodParameters: 2_1 ","/#","#","^method: SwitchSprite","/#","\n","^Стартуем от нового здания Музея оружия. ","#","^methodParameters: 2_2 ","/#","#","^method: SwitchSprite","/#","\n","^Краткая историческая справка: Современное здание музея открылось в 2012 году.Тульский государственный музей оружия — крупнейший и один из старейших музеев оружия в России, одна из главных достопримечательностей Тулы. Входит в десятку крупнейших музеев Европы. Здание музея имеет необычную форму в виде старинного шлема-шишака.","\n","^Уже на месте? Самое время сделать селфи на память! ","#","^methodParameters: 2_1 ","/#","#","^method: SwitchSprite","/#","\n","^Ну что, можем двигаться дальше?","\n","^...","\n","ev","str","^Идем!","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Мимо проходной знаменитого Тульского оружейного завода, основанного еще Петром I, заворачиваем в фирменный магазин \"Тульское оружие\". ","#","^methodParameters: 2_2 ","/#","#","^method: SwitchSprite","/#","\n","^Здесь можно приобрести не только классические, но и коллекционные изделия завода. Большинство - при наличии соответствующих документов. ","#","^methodParameters: 2_1 ","/#","#","^method: SwitchSprite","/#","\n","^Идем дальше?","\n","^...","\n",["ev","str","^Да","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Нам необходимо переместиться к памятнику С.И. Мосину, знаменитому конструктору-оружейнику.","\n","^С пребыванием С.И. Мосина в Туле связана очень романтичная история: Ехать в Тулу Мосина заставили обстоятельства, в том числе семейного характера: его отец, проживающий в этих местах, постарел и стал чахнуть. Чувство сыновнего долга требовали быть поближе к родителю. С этим был связан выбор места работы - Сергей Иванович начал трудиться на Тульском оружейном заводе. Одновременно с делами семейными Мосина, слывшего среди товарищей «научным сухарём», захватило чувство любви к Варваре Николаевне Арсеньевой, которая была замужем, воспитывала двух маленьких сыновей и вела затворнический образ жизни. Её муж, владелец поместья, в основном проводил время в Москве и Петербурге.","\n","^Летом 1879 года Мосин признался Варваре Николаевне в любви. Чувство оказалось взаимным. Мосин дважды вызывал мужа любимой женщины на дуэль. Через четыре года он предъявил помещику Арсеньеву просьбу о расторжении брака. Тот потребовал 50 тысяч рублей в обмен на развод. Денег не было. Через восемь лет Мосин создал винтовку, которая дала необходимые средства для соединения с Варварой Николаевной. В 1891 году, спустя 16 лет после первой встречи, их судьбы соединились.","\n","^Именно из этой романтической точки начнем осмотр не менее романтической Казанской набережной. ","#","^methodParameters: 2_2 ","/#","#","^method: SwitchSprite","/#","\n","^По левую руку расположились исторические цеха Тульского оружейного завода, по правую - улица Металлистов и музейный квартал.","\n","^Если уже хочется перекусить рекомендую  Mr.Cup.","\n","^А если время к вечеру - можно и поужинать. В Ручейке, например. ","#","^methodParameters: 2_1 ","/#","#","^method: SwitchSprite","/#","\n","^Можем продолжать?","\n","^...","\n",["ev","str","^Да","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^А теперь посмотрим на район Заречье в северо-западной части города, где издревле жили тульские оружейники, с высоты птичьего полета.","\n","^Перемещаемся вдоль набережной реки Упы к новому Колесу обозрения и любуемся на крыши домов и старинных усадеб, многие из которых сохранились с XVIII века.","\n","^На ужин рекомендую заглянуть в Osteria by Salden's.","\n","^Наш маршрут - все. Спасибо за отличную компанию!","\n","^...","\n",{"->":"Menu"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"3Roadmap":[["^Супер! Начнем ","#","^methodParameters: 1_2 ","/#","#","^method: SwitchSprite","/#","\n","^Первая точка маршрута - центральный парк имени Петра Петровича Белоусова. А стартует наша прогулка от ресторана, который так и называется - \"Петр Петрович\".","\n","^Далее по пути - Колесо обозрения. Так как парк находится в самом центре города, панорамный вид откроется на самую красивую его часть. ","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^Кажется, пора делать  фото!","\n","^Фото есть, а нам пора двигаться дальше. Продолжим?","\n","^...","\n","ev","str","^Идем!","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Перемещаемся на Ликерку! Это креативный кластер и современный бизнес-квартал. А еще здесь много баров и ресторанов, проходят театральные фестивали и концерты. ","#","^methodParameters: 1_2 ","/#","#","^method: SwitchSprite","/#","\n","^Свои стильные кирпичные стены Ликерка получила, будучи производственным предприятием - тульским ликероводочном заводом. А еще раньше - казенными винными складами - масштабной постройкой царских времен.","\n","^А чтобы сохранить воспоминание о Туле - найди граффити с Львом Николаевичем Толстым, который, между прочим, жил и творил в Тульской губернии, и сделай фото!","\n","^Если проголодаешься, перекуси в одном из местных кафе. Для перекуса советую Кофе Культ, а для более основательного застолья - бельгийскую брассерию Hops. ","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^Погнали дальше?","\n","^...","\n",["ev","str","^Да","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Перемещаемся в творческий индустриальный кластер \"Октава\", расположившийся в стенах одноименного завода.","\n","^Ну и причем тут \"U2\", спросишь ты? А вот причем:","\n","^«Октава» — легендарный бренд электроакустического оборудования.","\n","^Микрофоны завода использовали такие звезды как U2, Sting, Iron Maiden и Radiohead, Мэрлин Мэнсон и многие другие. В «Октаву» озвучены голливудские фильмы, диалоги в кинокартинах компании Unlimited Films, записаны целые сцены в российских фильмах «Последнее испытание» и «BEEF: Русский хип-хоп». ","#","^methodParameters: 1_2 ","/#","#","^method: SwitchSprite","/#","\n","^Рекомендую посетить \"Музей станка\", расположенный на территории кластера и закупиться сувенирами от молодых тульских художников. ","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^Уф! Насыщенная вышла программа! Пора кутить и отдыхать. Приступим? ","#","^methodParameters: 3_1 ","/#","#","^method: SwitchSprite","/#","\n","^...","\n",["ev","str","^Погнали!","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Идем в тусовочный квартал \"Искра\".","\n","^Советую посетить Salden's Porter House, What Else или мета-рюмочную Lil Pill. А для семейного отдыха подойдет пиццерия Ptizza.","\n","^Приятного аппетита!","\n","^...","\n",{"->":"Menu"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"OVZ":["^Для заказа экскурсии, учитывающей индивидуальные особенности туристов, рекомендую обратиться в Тульский центр приема гостей. Для этого нажмите кнопку сверху. ","#","^methodParameters: https://visittula.com/help-tourist/inforcentry/tsentr-priema-gostey-tulskoy-oblasti- ","/#","#","^method: ShowBouttonWithLink ","/#","#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","\n","^В летнее время доступны экскурсии на специально оборудованном электромобиле, который разработали тульские студенты. Связаться с ребятами из проекта \"Ваш маршрут\" можно здесь: WhatsApp и Telegram по номеру 8 (930) 074-52-17 ","#","^method: HideButton","/#","\n","^...","\n",{"->":"Roadmaps"},{"#f":1}],"Menu":[["#","^methodParameters: 1_1 ","/#","#","^method: SwitchSprite","/#","ev","str","^Перезапуск диалога","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Связаться с тех.поддержкой","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"Start"},{"#f":5}],"c-1":["\n","^Тут нужно указать контакты","\n","^...","\n",{"->":"Choises"},{"->":"Choises"},{"#f":5}]}],{"#f":1}],"QuitDialog":["^Как скажешь. Буду рад новой встрече!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}